<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>服务条款</title>
<style type="text/css">

body{
  font-family:"'Open Sans', sans-serif";
  font-size:25px;
  color: #7b4e94;
  background-image:url(images/listb.jpg);
  background-size: cover;
  		
}

</style>
</head>
<body>
<p>
<h2>服务条款</h2><br>
1、服务使用对象<br>
您确认,在您完成注册程序时，您应当是具备完全民事权利能力和与所从事的民事行为相适应的行为能力的自然人、法人或其他组织。若您不具备前述主体资格，请勿使用服务，否则您及您的监护人应承担因此而导致的一切后果，且网站有权注销（永久冻结）您的账户，并向您及您的监护人索偿。如您代表一家公司或其他法律主体在网站站登记，则您声明和保证，您有权使该公司或该法律主体受本协议“条款”的约束。<br>
2、注册账户<br>
  2.1在您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，阅读并同意本协议，您即受本协议的约束。<br>
  2.2您可以对账户设置昵称，但您设置的昵称不得侵犯或涉嫌侵犯他人合法权益。如您设置的昵称涉嫌侵犯他人合法权益，网站有权终止向您提供服务，并注销您的账户。账户注销后，相应的昵称将开放给其他有权用户登记使用。<br>
  2.3在完成注册或激活流程时，您应当按照法律法规要求，按相应页面的提示准确提供并及时更新您的资料，以使之真实、及时，完整和准确。如有合理理由怀疑您提供的资料错误、不实、过时或不完整的，网站有权向您发出询问及/或要求改正的通知，并有权直接做出删除相应资料的处理，直至中止、终止对您提供部分或全部网站服务。<br>
3、账户安全<br>
您须自行负责对您的账户登录名、昵称和密码保密，且须对该登录名、昵称和密码下发生的所有活动（包括但不限于信息披露、发布信息、网上点击同意或提交各类规则协议、网上续签协议或购买服务等）承担责任。<br>
您同意：<br>
(a)如发现任何人未经授权使用您的账户登录名、昵称和密码，或发生违反保密规定的任何其他情况，您会立即通知网站，并授权网站将该信息同步；<br>
(b)确保您在每个上网时段结束时，以正确步骤离开网站。
</p>
</body>
</html>